{
  "terms": "# Terms of Use and Privacy Policy of XG7Plugins\n  ### Last updated: 04/22/2023 at 2:40 PM\n## 1. Introduction\n\nBy purchasing and using the products and services provided by this store, the user fully agrees to these Terms of Use. It is the user's responsibility to carefully read all the clauses described below before making any purchase or using any related services.\n\n---\n\n## 2. Nature of the Sale\n\nThe items sold on this platform **do not refer to the direct sale of plugins**, but rather the **sale of access keys** that grant permission to use the respective plugins developed by our team. Possession of the key does not imply ownership of the source code or copyright related to the plugins.\n\n---\n\n## 3. Refund Policy\n\nA refund request can be made **within 7 (seven) calendar days** from the date of purchase. For the refund to be considered, the request **must be made directly on the official [Discord server](https://discord.gg/2wzmnyu7S3)**, subject to verification of the purchased key and the buyer's identity.\n\nAfter this period, it will not be possible to issue a refund under any circumstances, except as provided by law.\n\n---\n\n## 4. Privacy and Data Protection\n\nWhile using our services, certain personal data may be collected and stored, such as:\n\n- Entered username;\n- Email address;\n- Identifiers on platforms like Discord;\n- Information related to the acquired access keys.\n\nThis data will be used **exclusively for administrative, authentication, statistical, communication, and product access control purposes**.\n\nWe commit to:\n\n- Store and handle the data securely and responsibly;\n- Not share, sell, or disclose the data to third parties without the owner's consent, except when legally required;\n- Comply with applicable data protection laws, such as the General Data Protection Law (LGPD), when applicable.\n\nBy using our services, the user agrees to the collection and use of this information as described in this section.\n\nIf you wish to request the removal or modification of your data, please contact us through the store's official channels.\n\n---\n\n## 5. Forum Rules\n\nBy participating in any community space, such as Discord servers, forums, or other platforms related to support or interaction with the products, the user agrees to:\n\n- Maintain respectful communication with all members;\n- Not share offensive, illegal, or rights-infringing content;\n- Respect administrators and moderators;\n- Use the appropriate channels for each type of question, support, or suggestion.\n\nFailure to comply with these rules may result in warnings, suspension, or permanent ban from the community.\n\n---\n\n## 6. Changes to the Terms\n\nWe reserve the right to modify these Terms of Use at any time, without prior notice. We recommend that users periodically review this document to stay informed of any updates.\n\n---\n\n## 7. Contact\n\nIf you have any questions, requests, or need further clarification, you can contact us through the official channels available on the store’s Discord server.\n\n---\n"
}
