{
  "terms": "# Termos de Uso e privacidade da XG7Plugins\n  ### Última atualização: 22/04/2023 às 14:40\n## 1. Introdução\n\nAo adquirir e utilizar os produtos e serviços disponibilizados nesta loja, o usuário concorda integralmente com os presentes Termos de Uso. É de responsabilidade do usuário ler atentamente todas as cláusulas descritas abaixo antes de realizar qualquer compra ou utilizar quaisquer serviços associados.\n\n---\n\n## 2. Natureza da Venda\n\nOs itens comercializados nesta plataforma **não se referem à venda direta de plugins**, mas sim à **venda de chaves de acesso** que concedem permissão ao uso dos respectivos plugins desenvolvidos por nossa equipe. A posse da chave não implica em propriedade do código-fonte ou dos direitos autorais relacionados aos plugins.\n\n---\n\n## 3. Política de Reembolso\n\nA solicitação de reembolso poderá ser feita **dentro do prazo de 7 (sete) dias corridos** após a data de compra. Para que o reembolso seja considerado, o pedido **deve ser realizado diretamente no servidor oficial do [Discord](https://discord.gg/2wzmnyu7S3)**, mediante verificação da chave adquirida e da identidade do comprador.\n\nApós esse prazo, não será possível reembolsar a compra sob nenhuma circunstância, salvo em situações previstas por lei.\n\n---\n\n## 4. Privacidade e Proteção de Dados\n\nDurante a utilização dos nossos serviços, determinados dados pessoais podem ser coletados e armazenados, tais como:\n\n- Nome de usuário inserido;\n- Endereço de e-mail;\n- Identificadores em plataformas como Discord;\n- Informações relacionadas às chaves de acesso adquiridas.\n\nEstes dados serão utilizados **exclusivamente para fins administrativos, autenticação, estatísticos, comunicação e controle de acesso aos produtos**.\n\nNos comprometemos a:\n\n- Armazenar e tratar os dados de maneira segura e responsável;\n- Não compartilhar, vender ou divulgar os dados a terceiros sem o consentimento do titular, salvo em cumprimento de obrigação legal;\n- Respeitar os princípios da legislação aplicável à proteção de dados, como a Lei Geral de Proteção de Dados (LGPD), quando aplicável.\n\nAo utilizar nossos serviços, o usuário concorda com a coleta e o uso dessas informações conforme descrito nesta seção.\n\nCaso deseje solicitar a remoção ou alteração de seus dados, entre em contato pelos canais oficiais da loja.\n\n---\n\n## 5. Regras de Fórum\n\nAo participar de qualquer espaço de comunidade, como servidores no Discord, fóruns ou outras plataformas relacionadas ao suporte ou interação com os produtos, o usuário se compromete a:\n\n- Manter uma comunicação respeitosa com todos os membros;\n- Não divulgar conteúdo ofensivo, ilegal ou que infrinja direitos de terceiros;\n- Respeitar os administradores e moderadores;\n- Utilizar os canais adequados para cada tipo de dúvida, suporte ou sugestão.\n\nO descumprimento dessas regras poderá acarretar advertências, suspensão ou banimento permanente da comunidade.\n\n---\n\n## 6. Alterações nos Termos\n\nReservamo-nos o direito de modificar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que o usuário revise periodicamente este documento para estar ciente de quaisquer atualizações.\n\n---\n\n## 7. Contato\n\nEm caso de dúvidas, solicitações ou esclarecimentos adicionais, o usuário poderá entrar em contato através dos canais oficiais disponibilizados no servidor Discord da loja.\n\n"
}
